faculties = {
    "113574": "Высшая биотехнологическая школа",
    "100108": "Инженерно-технологический факультет",
    "104717": "Институт автоматики и информационных технологий",
    "112040": "Институт инженерно-экономического и гуманитарного образования",
    "100105": "Институт нефтегазовых технологий",
    "105807": "Колледж СамГТУ",
    "104765": "Строительно-технологический факультет",
    "100266": "Сызранский филиал СамГТУ",
    "100265": "Сызранский филиал СамГТУ СПО",
    "100110": "Теплоэнергетический факультет",
    "113670": "Управление подготовки научных кадров",
    "103179": "Учебные подразделения филиала ФГБОУ ВО \"СамГТУ\" в г. Белебее Республики Башкортостан",
    "112953": "Факультет архитектуры и дизайна",
    "104748": "Факультет инженерных систем и природоохранного строительства",
    "101029": "Факультет машиностроения, металлургии и транспорта",
    "104758": "Факультет промышленного и гражданского строительства",
    "100106": "Химико-технологический факультет",
    "100111": "Электротехнический факультет"
}

# Номер курса = цифре
# 1 курс = 1
# 2 курс = 2
# 3 курс = 3
# 4 курс = 4
